Repository: Negative-Star-Innovators/AgentRedactor
Catalog: windows/Strings/*/Resources.resw
Source language: en
Languages: af, ar, da, de, el, et, fi, fr, hi, hu, hy, ig_ng, is, ka, lv, ms, pl, ru, sl, sr_latn, sw, th, tr, ur, zh_cn

# Dialog_HttpWarning_Message
source: You are using an HTTP (unencrypted) upstream URL. Your API key will be sent in plaintext over the network.
af: Jy gebruik 'n HTTP (ongekripteerde) opstroom-URL. Jou API-sleutel sal as plat teks oor die netwerk gestuur word.
ar: أنت تستخدم عنوان URL الرئيسي لـ HTTP (غير مشفر). سيتم إرسال مفتاح API الخاص بك بنص عادي عبر الشبكة.
da: Du bruger en HTTP-upstream-URL (ukrypteret). Din API-nøgle sendes i klartekst over netværket.
de: Sie verwenden eine HTTP- (unverschlüsselte) Upstream-URL. Ihr API-Schlüssel wird im Klartext über das Netzwerk gesendet.
el: Χρησιμοποιείτε HTTP upstream URL (μη κρυπτογραφημένο). Το κλειδί API σας θα σταλεί σε απλό κείμενο μέσω του δικτύου.
et: Kasutate HTTP upstream URL-i (krüpteerimata). Teie API võti saadetakse võrgu kaudu lihttekstina.
fi: Käytät HTTP-ylävirta-URL-osoitetta (salaamaton). API-avaimesi lähetetään selkokielisenä verkon yli.
fr: Vous utilisez une URL upstream HTTP (non chiffrée). Votre clé API sera envoyée en clair sur le réseau.
hi: आप एक HTTP (अएन्क्रिप्टेड) अपस्ट्रीम URL का उपयोग कर रहे हैं। आपकी API कुंजी नेटवर्क पर प्लेनटेक्स्ट में भेजी जाएगी।
hu: HTTP upstream URL-t használ (titkosítatlan). Az API kulcsa egyszerű szövegként kerül elküldésre a hálózaton.
hy: Դուք օգտագործում եք HTTP upstream URL (գաղտնագրված չէ): Ձեր API բանալին ցանցով կուղարկվի որպես պարզ տեքստ:
ig_ng: Ị na-eji HTTP (agaghị akọtara) upstream URL. Akụkọ API gị ga-eziga dị ka plain text n'ụzọ netwọk.
is: Þú ert að nota HTTP upstream URL (ódulkóðað). API lykillinn þinn verður sendur sem hreinn texti yfir netið.
ka: თქვენ იყენებთ HTTP upstream URL-ს (დაშიფრული არ არის). თქვენი API გასაღები ქსელში უბრალო ტექსტის სახით გაიგზავნება.
lv: Jūs izmantojat HTTP upstream URL (nešifrētu). Jūsu API atslēga tiks nosūtīta kā vienkāršs teksts pa tīklu.
ms: Anda menggunakan URL huluan HTTP (tidak disulitkan). Kunci API anda akan dihantar dalam teks biasa melalui rangkaian.
pl: Używasz HTTP upstream URL (nieszyfrowany). Twój klucz API zostanie wysłany jako zwykły tekst przez sieć.
ru: Вы используете HTTP-URL вышестоящего сервера (не зашифрованный). Ваш ключ API будет отправлен в виде открытого текста по сети.
sl: Uporabljate HTTP upstream URL (nešifriran). Vaš API ključ bo poslan v čistem besedilu preko omrežja.
sr_latn: Koristite HTTP upstream URL (nekriptovan). Vaš API ključ biće poslat kao običan tekst preko mreže.
sw: Unatumia URL ya upstream ya HTTP (isiyosimbwa). Ufunguo wako wa API utatumwa kama maandishi ghafi kupitia mtandao.
th: คุณกำลังใช้ URL อัปสตรีม HTTP (ไม่ได้เข้ารหัส) คีย์ API ของคุณจะถูกส่งเป็นข้อความธรรมดาผ่านเครือข่าย
tr: HTTP (şifrelenmemiş) upstream URL kullanıyorsunuz. API anahtarınız ağ üzerinden düz metin olarak gönderilecek.
ur: آپ HTTP (غیر مرموز) اپ اسٹریم URL استعمال کر رہے ہیں۔ آپ کی API کلید نیٹ ورک پر plain text میں بھیجی جائے گی۔
zh_cn: 您正在使用 HTTP（未加密）上游 URL。您的 API 密钥将以明文形式通过网络发送。

# Dialog_RemoveProfile_Title
source: Remove Profile
af: Verwyder profiel
ar: إزالة الملف الشخصي
da: Fjern profil
de: Profil entfernen
el: Αφαίρεση προφίλ
et: Eemalda profiil
fi: Poista profiili
fr: Supprimer le profil
hi: प्रोफ़ाइल हटाएँ
hu: Profil eltávolítása
hy: Հեռացնել պրոֆիլը
ig_ng: Wepụ Profaịlụ
is: Fjarlægja prófíl
ka: პროფილის წაშლა
lv: Noņemt profilu
ms: Alih Keluar Profil
pl: Usuń profil
ru: Удалить профиль
sl: Odstrani profil
sr_latn: Ukloni profil
sw: Ondoa Wasifu
th: ลบโปรไฟล์
tr: Profili Kaldır
ur: پروفائل ہٹائیں
zh_cn: 移除配置文件

# Dialog_RemoveProfile_Message
source: Are you sure? This operation is permanent.
af: Is jy seker? Hierdie bewerking is permanent.
ar: هل أنت متأكد؟ هذه العملية دائمة.
da: Er du sikker? Denne handling kan ikke fortrydes.
de: Sind Sie sicher? Dieser Vorgang ist dauerhaft.
el: Είστε σίγουροι; Αυτή η λειτουργία είναι μόνιμη.
et: Kas olete kindel? See toiming on püsiv.
fi: Oletko varma? Tämä toiminto on pysyvä.
fr: Êtes-vous sûr ? Cette opération est irréversible.
hi: क्या आप निश्चित हैं? यह कार्रवाई स्थायी है।
hu: Biztos benne? Ez a művelet végleges.
hy: Համոզված եք? Այս գործողությունը անդառնալի է:
ig_ng: Ị doro anya? Ọrụ a adịghị agbanwe agbanwe.
is: Ertu viss? Þessi aðgerð er óafturkræf.
ka: დარწმუნებული ხართ? ეს ოპერაცია შეუქცევადია.
lv: Vai esat pārliecināts? Šī darbība ir neatgriezeniska.
ms: Adakah anda pasti? Operasi ini kekal.
pl: Czy na pewno? Ta operacja jest nieodwracalna.
ru: Вы уверены? Эта операция необратима.
sl: Ste prepričani? Ta operacija je trajna.
sr_latn: Da li ste sigurni? Ova operacija je trajna.
sw: Una uhakika? Uendeshaji huu ni wa kudumu.
th: คุณแน่ใจหรือไม่? การดำเนินการนี้ไม่สามารถย้อนกลับได้
tr: Emin misiniz? Bu işlem kalıcıdır.
ur: کیا آپ یقینی ہیں؟ یہ عمل مستقل ہے۔
zh_cn: 是否确定？此操作不可撤销。

# Dialog_DeleteAllLogs_Title
source: Delete all logs?
af: Vee alle loglêers uit?
ar: هل تريد حذف كافة السجلات؟
da: Slet alle logfiler?
de: Alle Protokolle löschen?
el: Διαγραφή όλων των αρχείων καταγραφής;
et: Kustuta kõik logid?
fi: Poista kaikki lokit?
fr: Supprimer tous les journaux ?
hi: सभी लॉग हटाएँ?
hu: Törli az összes naplót?
hy: Ջնջել բոլոր մատյանները?
ig_ng: Hichapụ logs niile?
is: Eyða öllum skrám?
ka: ყველა ჟურნალის წაშლა?
lv: Dzēst visus žurnālus?
ms: Padamkan semua log?
pl: Usunąć wszystkie dzienniki?
ru: Удалить все журналы?
sl: Izbriši vse dnevnike?
sr_latn: Obrisati sve dnevnike?
sw: Futa kumbukumbu zote?
th: ลบบันทึกทั้งหมด?
tr: Tüm günlükler silinsin mi?
ur: تمام لاگز حذف کریں؟
zh_cn: 删除所有日志？

# Dialog_DeleteAllLogs_Message
source: This will permanently delete the current log file and all archived session logs. This cannot be undone.
af: Dit sal die huidige loglêer en alle geargiveerde sessieloglêers permanent uitvee. Dit kan nie ongedaan gemaak word nie.
ar: سيؤدي هذا إلى حذف ملف السجل الحالي وجميع سجلات الجلسة المؤرشفة نهائيًا. لا يمكن التراجع عن هذا.
da: Dette sletter den aktuelle logfil og alle arkiverede sessionslogfiler permanent. Dette kan ikke fortrydes.
de: Dies löscht dauerhaft die aktuelle Protokolldatei und alle archivierten Sitzungsprotokolle. Dies kann nicht rückgängig gemacht werden.
el: Αυτό θα διαγράψει μόνιμα το τρέχον αρχείο καταγραφής και όλα τα αρχειοθετημένα αρχεία συνεδριών. Δεν μπορεί να αναιρεθεί.
et: See kustutab jäädavalt praeguse logifaili ja kõik arhiveeritud seansilogid. Seda ei saa tagasi võtta.
fi: Tämä poistaa nykyisen lokitiedoston ja kaikki arkistoidut istuntolokit pysyvästi. Tätä ei voi perua.
fr: Cela supprimera définitivement le fichier journal actuel et tous les journaux de session archivés. Cette action est irréversible.
hi: यह वर्तमान लॉग फ़ाइल और सभी संग्रहीत सत्र लॉग को स्थायी रूप से हटा देगा। इसे पूर्ववत नहीं किया जा सकता।
hu: Ez véglegesen törli az aktuális naplófájlt és az összes archivált munkamenet-naplót. Ez nem vonható vissza.
hy: Այն մշտապես կջնջի ընթացիկ մատյանի ֆայլը և բոլոր արխիվացված նստաշրջանների մատյանները: Այն հնարավոր չէ հետարկել:
ig_ng: Nke a ga-ebibi log file ugbu a na logs niile e chekwara nke ọma. Enweghị ike ịmegharị ya.
is: Þetta eyðir fyrirvaralaust núverandi skráarskrá og öllum vistuðu lotuskrám. Ekki er hægt að afturkalla þetta.
ka: ეს მიმდინარე ჟურნალის ფაილს და ყველა არქივირებულ სეანსის ჟურნალს სამუდამოდ წაშლის. ეს ვერ მოხერხდება.
lv: Tas neatgriezeniski izdzēsīs pašreizējo žurnāla failu un visus arhivētos sesiju žurnālus. To nevar atsaukt.
ms: Ini akan memadamkan fail log semasa dan semua log sesi yang diarkibkan secara kekal. Ini tidak boleh dibuat asal.
pl: To trwale usunie bieżący plik dziennika i wszystkie zarchiwizowane dzienniki sesji. Tej operacji nie można cofnąć.
ru: Будут безвозвратно удалены текущий файл журнала и все архивированные журналы сеансов. Это нельзя отменить.
sl: To bo trajno izbrisalo trenutno dnevniško datoteko in vse arhivirane dnevnike sej. Tega ni mogoče razveljaviti.
sr_latn: Ovo će trajno obrisati trenutnu datoteku dnevnika i sve arhivirane dnevnike sesija. Ne može se poništiti.
sw: Hii itafuta faili la kumbukumbu la sasa na kumbukumbu zote za vikao vilivyohifadhiwa kwa kudumu. Haiwezi kufutwa.
th: การดำเนินการนี้จะลบไฟล์บันทึกปัจจุบันและบันทึกเซสชันที่เก็บถาวรทั้งหมดอย่างถาวร ไม่สามารถย้อนกลับได้
tr: Bu işlem mevcut günlük dosyasını ve tüm arşivlenmiş oturum günlüklerini kalıcı olarak silecektir. Bu işlem geri alınamaz.
ur: یہ موجودہ لاگ فائل اور تمام محفوظ کردہ سیشن لاگز کو مستقل طور پر حذف کر دے گا۔ اسے کالعدم نہیں کیا جا سکتا۔
zh_cn: 这将永久删除当前日志文件和所有已归档的会话日志。无法撤销。

# Dialog_DeleteAllLogs_Button
source: Delete all logs
af: Vee alle loglêers uit
ar: حذف كافة السجلات
da: Slet alle logfiler
de: Alle Protokolle löschen
el: Διαγραφή όλων των αρχείων καταγραφής
et: Kustuta kõik logid
fi: Poista kaikki lokit
fr: Supprimer tous les journaux
hi: सभी लॉग हटाएँ
hu: Összes napló törlése
hy: Ջնջել բոլոր մատյանները
ig_ng: Hichapụ logs niile
is: Eyða öllum skrám
ka: ყველა ჟურნალის წაშლა
lv: Dzēst visus žurnālus
ms: Padam semua log
pl: Usuń wszystkie dzienniki
ru: Удалить все журналы
sl: Izbriši vse dnevnike
sr_latn: Obriši sve dnevnike
sw: Futa kumbukumbu zote
th: ลบบันทึกทั้งหมด
tr: Tüm günlükleri sil
ur: تمام لاگز حذف کریں
zh_cn: 删除所有日志

# Dialog_EnableButton
source: Enable
af: Aktiveer
ar: يُمكَِن
da: Aktivér
de: Aktivieren
el: Ενεργοποίηση
et: Luba
fi: Ota käyttöön
fr: Activer
hi: सक्षम करें
hu: Engedélyezés
hy: Միացնել
ig_ng: Kwe
is: Virkja
ka: ჩართვა
lv: Iespējot
ms: Dayakan
pl: Włącz
ru: Включить
sl: Omogoči
sr_latn: Omogući
sw: Washa
th: เปิดใช้งาน
tr: Etkinleştir
ur: فعال کریں
zh_cn: 启用

# Dialog_Quit_Title
source: Are you sure you want to quit?
af: Is jy seker jy wil toemaak?
ar: هل أنت متأكد أنك تريد الإقلاع عن التدخين؟
da: Er du sikker på, at du vil afslutte?
de: Sind Sie sicher, dass Sie beenden möchten?
el: Είστε σίγουροι ότι θέλετε να κλείσετε;
et: Kas olete kindel, et soovite väljuda?
fi: Oletko varma, että haluat lopettaa?
fr: Êtes-vous sûr de vouloir quitter ?
hi: क्या आप निश्चित रूप से बाहर निकलना चाहते हैं?
hu: Biztosan ki szeretne lépni?
hy: Համոզված եք, որ ցանկանում եք դուրս գալ?
ig_ng: Ị doro anya na ị chọrọ ịpụ?
is: Ertu viss um að þú viljir hætta?
ka: დარწმუნებული ხართ, რომ გსურთ გამოსვლა?
lv: Vai esat pārliecināts, ka vēlaties iziet?
ms: Adakah anda pasti mahu berhenti?
pl: Czy na pewno chcesz zakończyć?
ru: Вы уверены, что хотите выйти?
sl: Ste prepričani, da želite izstopiti?
sr_latn: Da li ste sigurni da želite da izađete?
sw: Una uhakika unataka kutoka?
th: คุณแน่ใจหรือไม่ว่าต้องการออก?
tr: Çıkmak istediğinizden emin misiniz?
ur: کیا آپ واقعی بند کرنا چاہتے ہیں؟
zh_cn: 是否确定要退出？

# Dialog_QuitButton
source: Quit
af: Maak toe
ar: يترك
da: Afslut
de: Beenden
el: Έξοδος
et: Välju
fi: Lopeta
fr: Quitter
hi: बाहर निकलें
hu: Kilépés
hy: Դուրս գալ
ig_ng: Pụọ
is: Hætta
ka: გამოსვლა
lv: Iziet
ms: Berhenti
pl: Zakończ
ru: Выйти
sl: Izhod
sr_latn: Izađi
sw: Toka
th: ออก
tr: Çık
ur: بند کریں
zh_cn: 退出

# Dialog_Quit_Message
source: If you quit, Agent Redactor will no longer monitor and redact API traffic.
af: As jy toemaak, sal Agent Redactor nie meer API-verkeer monitor en redigeer nie.
ar: إذا قمت بالخروج، فلن يقوم Agent Redactor بمراقبة حركة مرور واجهة برمجة التطبيقات (API) وتنقيحها بعد ذلك.
da: Hvis du afslutter, overvåger og redigerer Agent Redactor ikke længere API-trafik.
de: Wenn Sie beenden, überwacht und schwärzt Agent Redactor keinen API-Datenverkehr mehr.
el: Εάν κλείσετε, το Agent Redactor δεν θα παρακολουθεί και δεν θα αποκρύπτει πλέον την κίνηση API.
et: Kui väljute, ei jälgi ega redigeeri Agent Redactor enam API liiklust.
fi: Jos lopetat, Agent Redactor ei enää valvo ja peitä API-liikennettä.
fr: Si vous quittez, Agent Redactor ne surveillera et ne masquera plus le trafic API.
hi: यदि आप बाहर निकलते हैं, तो Agent Redactor API ट्रैफ़िक की निगरानी और रिडैक्शन नहीं करेगा।
hu: Ha kilép, az Agent Redactor többé nem figyeli és nem anonimizálja az API-forgalmat.
hy: Եթե դուրս գաք, Agent Redactor-ը այլևս չի հսկի և չի ջնջի API տրաֆիկը:
ig_ng: Ị pụrụ, Agent Redactor agaghị azọ akwa ma ọ bụ emebi emebi API traffic.
is: Ef þú hættir mun Agent Redactor ekki lengur fylgjast með og afskrá API umferð.
ka: თუ გამოხვალთ, Agent Redactor აღარ დააკვირდება და არ წაშლის API ტრაფიკს.
lv: Ja iziesiet, Agent Redactor vairs neuzraudzīs un nerediģēs API datplūsmu.
ms: Jika anda berhenti, Agent Redactor tidak lagi akan memantau dan menyunting trafik API.
pl: Jeśli zakończysz, Agent Redactor nie będzie już monitorował i redagował ruchu API.
ru: Если вы выйдете, Agent Redactor перестанет контролировать и редактировать API-трафик.
sl: Če izstopite, Agent Redactor ne bo več nadzoroval in urejal API prometa.
sr_latn: Ako izađete, Agent Redactor više neće nadzirati i maskirati API saobraćaj.
sw: Ukitoka, Agent Redactor haitaendelea kufuatilia wala kufuta trafiki ya API.
th: หากคุณออก Agent Redactor จะไม่ตรวจสอบและลดความละเอียดของการรับส่งข้อมูล API อีกต่อไป
tr: Çıkarsanız Agent Redactor artık API trafiğini izlemeyecek ve düzenlemeyecektir.
ur: اگر آپ بند کریں گے تو Agent Redactor API ٹریفک کی نگرانی اور حذف نہیں کرے گا۔
zh_cn: 如果退出，Agent Redactor 将不再监控和脱敏 API 流量。

# Validation_PortRange
source: Port must be between 1024 and 65535.
af: Poort moet tussen 1024 en 65535 wees.
ar: يجب أن يكون المنفذ بين 1024 و65535.
da: Porten skal være mellem 1024 og 65535.
de: Port muss zwischen 1024 und 65535 liegen.
el: Η θύρα πρέπει να είναι μεταξύ 1024 και 65535.
et: Port peab olema vahemikus 1024 kuni 65535.
fi: Portin on oltava välillä 1024–65535.
fr: Le port doit être compris entre 1024 et 65535.
hi: पोर्ट 1024 और 65535 के बीच होना चाहिए।
hu: A portnak 1024 és 65535 között kell lennie.
hy: Պորտը պետք է լինի 1024-65535 միջակայքում:
ig_ng: Port kwesịghị ịdị n'etiti 1024 na 65535.
is: Port verður að vera á milli 1024 og 65535.
ka: პორტი უნდა იყოს 1024-65535 დიაპაზონში.
lv: Portam jābūt no 1024 līdz 65535.
ms: Pelabuhan mestilah antara 1024 dan 65535.
pl: Port musi być z zakresu od 1024 do 65535.
ru: Порт должен быть в диапазоне от 1024 до 65535.
sl: Vrata morajo biti med 1024 in 65535.
sr_latn: Port mora biti između 1024 i 65535.
sw: Bandari lazima iwe kati ya 1024 na 65535.
th: พอร์ตต้องอยู่ระหว่าง 1024 และ 65535
tr: Port 1024 ile 65535 arasında olmalıdır.
ur: پورٹ 1024 اور 65535 کے درمیان ہونا چاہیے۔
zh_cn: 端口必须介于 1024 与 65535 之间。

# Validation_PortUsed
source: Port {0} is already used by profile '{1}'.
af: Poort {0} word reeds deur profiel '{1}' gebruik.
ar: المنفذ {0} مستخدم بالفعل بواسطة ملف التعريف '{1}'.
da: Port {0} bruges allerede af profilen '{1}'.
de: Port {0} wird bereits vom Profil '{1}' verwendet.
el: Η θύρα {0} χρησιμοποιείται ήδη από το προφίλ '{1}'.
et: Port {0} on juba profiili '{1}' kasutuses.
fi: Portti {0} on jo profiilin '{1}' käytössä.
fr: Le port {0} est déjà utilisé par le profil '{1}'.
hi: पोर्ट {0} पहले से ही '{1}' प्रोफ़ाइल द्वारा उपयोग में है।
hu: A(z) {0} portot már használja a(z) '{1}' profil.
hy: {0} պորտն արդեն օգտագործվում է '{1}' պրոֆիլի կողմից:
ig_ng: Port {0} ọ na-arụ ọrụ site na profaịlụ '{1}'.
is: Port {0} er þegar í notkun af sniðinu '{1}'.
ka: პორტი {0} უკვე გამოიყენება პროფილის მიერ '{1}'.
lv: Ports {0} jau izmanto profils '{1}'.
ms: Port {0} sudah digunakan oleh profil '{1}'.
pl: Port {0} jest już używany przez profil '{1}'.
ru: Порт {0} уже используется профилем '{1}'.
sl: Vrata {0} že uporablja profil '{1}'.
sr_latn: Port {0} već koristi profil '{1}'.
sw: Bandari {0} tayari inatumika na wasifu '{1}'.
th: พอร์ต {0} ถูกใช้โดยโปรไฟล์ '{1}' แล้ว
tr: Port {0} zaten '{1}' profili tarafından kullanılıyor.
ur: پورٹ {0} پہلے ہی '{1}' پروفائل استعمال کر رہی ہے۔
zh_cn: 端口 {0} 已被配置文件“{1}”使用。

# Validation_UrlEmpty
source: Forward To URL cannot be empty.
af: Stuur-deur-na URL kan nie leeg wees nie.
ar: لا يمكن أن يكون حقل إعادة التوجيه إلى عنوان URL فارغًا.
da: Videresendelses-URL må ikke være tom.
de: Weiterleitungs-URL darf nicht leer sein.
el: Η URL προώθησης δεν μπορεί να είναι κενή.
et: Edastamise URL ei saa olla tühi.
fi: Välitys-URL ei voi olla tyhjä.
fr: L'URL de transmission ne peut pas être vide.
hi: Forward To URL खाली नहीं हो सकता।
hu: A továbbítási URL nem lehet üres.
hy: Փոխանցման URL-ը չի կարող դատարկ լինել:
ig_ng: Forward To URL enweghị ike ịbụ ihe efu.
is: Áframsendingar URL má ekki vera tómt.
ka: გადამისამართების URL ცარიელი ვერ იქნება.
lv: Pārsūtīšanas URL nevar būt tukšs.
ms: Majukan Ke URL tidak boleh kosong.
pl: URL przekazywania nie może być pusty.
ru: URL для пересылки не может быть пустым.
sl: URL za posredovanje ne more biti prazen.
sr_latn: URL za prosleđivanje ne može biti prazan.
sw: URL ya Sambaza Kwa haiwezi kuwa tupu.
th: URL ส่งต่อไปยังต้องไม่ว่างเปล่า
tr: Yönlendirme URL'si boş olamaz.
ur: Forward To URL خالی نہیں ہو سکتا۔
zh_cn: 转发 URL 不能为空。

# Validation_UrlProtocol
source: Forward To URL must start with http:// or https://.
af: Stuur-deur-na URL moet met http:// of https:// begin.
ar: يجب أن يبدأ عنوان URL لإعادة التوجيه بـ http:// أو https://.
da: Videresendelses-URL skal starte med http:// eller https://.
de: Weiterleitungs-URL muss mit http:// oder https:// beginnen.
el: Η URL προώθησης πρέπει να αρχίζει με http:// ή https://.
et: Edastamise URL peab algama http:// või https://-ga.
fi: Välitys-URL:n on alettava http:// tai https://.
fr: L'URL de transmission doit commencer par http:// ou https://.
hi: Forward To URL को http:// या https:// से शुरू होना चाहिए।
hu: A továbbítási URL-nek http:// vagy https://-sal kell kezdődnie.
hy: Փոխանցման URL-ը պետք է սկսվի http:// կամ https://-ով:
ig_ng: Forward To URL kwesịghị ịbụ na mmalite http:// ma ọ bụ https://.
is: Áframsendingar URL verður að byrja á http:// eða https://.
ka: გადამისამართების URL უნდა იწყებოდეს http:// ან https://-ით.
lv: Pārsūtīšanas URL jāsākas ar http:// vai https://.
ms: Majukan Ke URL mesti bermula dengan http:// atau https://.
pl: URL przekazywania musi zaczynać się od http:// lub https://.
ru: URL для пересылки должен начинаться с http:// или https://.
sl: URL za posredovanje se mora začeti s http:// ali https://.
sr_latn: URL za prosleđivanje mora počinjati sa http:// ili https://.
sw: URL ya Sambaza Kwa lazima ianze na http:// au https://.
th: URL ส่งต่อไปยังต้องขึ้นต้นด้วย http:// หรือ https://
tr: Yönlendirme URL'si http:// veya https:// ile başlamalıdır.
ur: Forward To URL کو http:// یا https:// سے شروع ہونا چاہیے۔
zh_cn: 转发 URL 必须以 http:// 或 https:// 开头。

# Validation_UrlInvalid
source: Forward To URL is not a valid URL.
af: Stuur-deur-na URL is nie 'n geldige URL nie.
ar: إعادة التوجيه إلى URL ليس عنوان URL صالحًا.
da: Videresendelses-URL er ikke en gyldig URL.
de: Weiterleitungs-URL ist keine gültige URL.
el: Η URL προώθησης δεν είναι έγκυρη.
et: Edastamise URL ei ole kehtiv URL.
fi: Välitys-URL ei ole kelvollinen URL.
fr: L'URL de transmission n'est pas une URL valide.
hi: Forward To URL एक मान्य URL नहीं है।
hu: A továbbítási URL nem érvényes URL.
hy: Փոխանցման URL-ը վավեր URL չէ:
ig_ng: Forward To URL abụghị URL ziri ezi.
is: Áframsendingar URL er ekki gilt URL.
ka: გადამისამართების URL არასწორია.
lv: Pārsūtīšanas URL nav derīgs URL.
ms: Majukan Ke URL bukan URL yang sah.
pl: URL przekazywania nie jest prawidłowym URL.
ru: URL для пересылки не является действительным URL.
sl: URL za posredovanje ni veljaven URL.
sr_latn: URL za prosleđivanje nije validan URL.
sw: URL ya Sambaza Kwa si sahihi.
th: URL ส่งต่อไปยังไม่ใช่ URL ที่ถูกต้อง
tr: Yönlendirme URL'si geçerli bir URL değil.
ur: Forward To URL ایک درست URL نہیں ہے۔
zh_cn: 转发 URL 不是有效的 URL。

# Validation_ConfidenceRange
source: Confidence threshold must be between 0.0 and 1.0.
af: Vertrouensdrempel moet tussen 0.0 en 1.0 wees.
ar: يجب أن تتراوح عتبة الثقة بين 0.0 و1.0.
da: Konfidensgrænsen skal være mellem 0,0 og 1,0.
de: Konfidenzschwelle muss zwischen 0,0 und 1,0 liegen.
el: Το κατώφλι εμπιστοσύνης πρέπει να είναι μεταξύ 0,0 και 1,0.
et: Kindluse lävend peab olema vahemikus 0,0 kuni 1,0.
fi: Luottamusrajan on oltava välillä 0,0–1,0.
fr: Le seuil de confiance doit être compris entre 0,0 et 1,0.
hi: विश्वास सीमा 0.0 और 1.0 के बीच होनी चाहिए।
hu: A bizalmi küszöbnek 0,0 és 1,0 között kell lennie.
hy: Վստահության շեմը պետք է լինի 0,0-1,0 միջակայքում:
ig_ng: Threshold nke nkwenye kwesịghị ịdị n'etiti 0.0 na 1.0.
is: Traustmörk verða að vera á milli 0,0 og 1,0.
ka: სანდოობის ზღვარი უნდა იყოს 0,0-1,0 დიაპაზონში.
lv: Pārliecības slieksnim jābūt no 0,0 līdz 1,0.
ms: Ambang keyakinan mestilah antara 0.0 dan 1.0.
pl: Próg pewności musi być z zakresu od 0,0 do 1,0.
ru: Порог уверенности должен быть в диапазоне от 0,0 до 1,0.
sl: Prag zaupanja mora biti med 0,0 in 1,0.
sr_latn: Prag poverenja mora biti između 0,0 i 1,0.
sw: Kizingiti cha ujasiri lazima kiwe kati ya 0.0 na 1.0.
th: เกณฑ์ความเชื่อมั่นต้องอยู่ระหว่าง 0.0 และ 1.0
tr: Güven eşiği 0.0 ile 1.0 arasında olmalıdır.
ur: اعتماد کی حد 0.0 اور 1.0 کے درمیان ہونی چاہیے۔
zh_cn: 置信度阈值必须介于 0.0 与 1.0 之间。

# Validation_InvalidRegex
source: Invalid regex syntax: {0}
af: Ongeldige regex-sintaksis: {0}
ar: صيغة التعبير العادي غير صالحة: {0}
da: Ugyldig regex-syntaks: {0}
de: Ungültige Regex-Syntax: {0}
el: Μη έγκυρη σύνταξη regex: {0}
et: Sobimatu regex süntaks: {0}
fi: Virheellinen regex-syntaksi: {0}
fr: Syntaxe regex non valide : {0}
hi: अमान्य regex सिंटैक्स: {0}
hu: Érvénytelen regex szintaxis: {0}
hy: Անվավեր regex շարահյուսություն՝ {0}
ig_ng: Regex syntax ezighị ezi: {0}
is: Ógild regex setningafræði: {0}
ka: არასწორი regex სინტაქსი: {0}
lv: Nederīga regex sintakse: {0}
ms: Sintaks regex tidak sah: {0}
pl: Nieprawidłowa składnia regex: {0}
ru: Неверный синтаксис регулярного выражения: {0}
sl: Neveljavna regex sintaksa: {0}
sr_latn: Nevažeća regex sintaksa: {0}
sw: Mtiririko wa regex usiosahihi: {0}
th: รูปแบบ Regex ไม่ถูกต้อง: {0}
tr: Geçersiz regex sözdizimi: {0}
ur: غلط regex سنٹیکس: {0}
zh_cn: 正则表达式语法无效：{0}

# Validation_InvalidRegexGeneric
source: Invalid regex syntax.
af: Ongeldige regex-sintaksis.
ar: بناء جملة التعبير العادي غير صالح.
da: Ugyldig regex-syntaks.
de: Ungültige Regex-Syntax.
el: Μη έγκυρη σύνταξη regex.
et: Sobimatu regex süntaks.
fi: Virheellinen regex-syntaksi.
fr: Syntaxe regex non valide.
hi: अमान्य regex सिंटैक्स।
hu: Érvénytelen regex szintaxis.
hy: Անվավեր regex շարահյուսություն:
ig_ng: Regex syntax ezighị ezi.
is: Ógild regex setningafræði.
ka: არასწორი regex სინტაქსი.
lv: Nederīga regex sintakse.
ms: Sintaks regex tidak sah.
pl: Nieprawidłowa składnia regex.
ru: Неверный синтаксис регулярного выражения.
sl: Neveljavna regex sintaksa.
sr_latn: Nevažeća regex sintaksa.
sw: Mtiririko wa regex usiosahihi.
th: รูปแบบ Regex ไม่ถูกต้อง
tr: Geçersiz regex sözdizimi.
ur: غلط regex سنٹیکس۔
zh_cn: 正则表达式语法无效。

# TrayMenu_Open
source: Open Agent Redactor
ar: فتح وكيل المحرر
da: Åbn Agent Redactor
de: Agent Redactor öffnen
el: Άνοιγμα Agent Redactor
et: Ava Agent Redactor
fi: Avaa Agent Redactor
fr: Ouvrir Agent Redactor
hi: Agent Redactor खोलें
hu: Agent Redactor megnyitása
hy: Բացել Agent Redactor-ը
ig_ng: Mepe Agent Redactor
is: Opna Agent Redactor
ka: Agent Redactor-ის გახსნა
lv: Atvērt Agent Redactor
ms: Buka Agen Redaktor
pl: Otwórz Agent Redactor
ru: Открыть Agent Redactor
sl: Odpri Agent Redactor
sr_latn: Otvori Agent Redactor
sw: Fungua Agent Redactor
th: เปิด Agent Redactor
tr: Agent Redactor'ı Aç
ur: Agent Redactor کھولیں
zh_cn: 打开 Agent Redactor

# TrayMenu_Language
source: Language
af: Taal
ar: لغة
da: Sprog
de: Sprache
el: Γλώσσα
et: Keel
fi: Kieli
fr: Langue
hi: भाषा
hu: Nyelv
hy: Լեզու
ig_ng: Asụsụ
is: Tungumál
ka: ენა
lv: Valoda
ms: Bahasa
pl: Język
ru: Язык
sl: Jezik
sr_latn: Jezik
sw: Lugha
th: ภาษา
tr: Dil
ur: زبان
zh_cn: 语言

# TrayMenu_Language_English
source: English
af: Engels
ar: إنجليزي
da: Engelsk
el: Αγγλικά
et: Inglise
fi: Englanti
fr: Anglais
hi: अंग्रेज़ी
hu: Angol
hy: Անգլերեն
ig_ng: Bekee
is: Enska
ka: ინგლისური
lv: Angļu
ms: Inggeris
pl: Angielski
ru: Английский
sl: Angleščina
sr_latn: Engleski
sw: Kiingereza
th: อังกฤษ
tr: İngilizce
ur: انگریزی
zh_cn: 英语
